Repository: TheCodeForge/Qually
Catalog: qually/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Group Name
es: Nombre del grupo

source: Mode
es: Modo

source: Set the number of approvals required, when this approval group is assigned.
es: Establezca el número de aprobaciones requeridas cuando se asigna este grupo de aprobación.

source: One Required
es: uno requerido

source: All Required
es: todo requerido

source: Group Members
es: Miembros del grupo

source: Corrective and Preventive Action
es: Acción preventiva y correctiva

source: New
es: Nuevo

source: Initial Review
es: Revisión inicial

source: Investigation
es: Investigación

source: Approval to Implement
es: Aprobación para implementar

source: Implementation
es: Implementación

source: Verification of Effectiveness
es: Verificación de Eficacia

source: Final Review
es: Revisión final

source: Closed
es: Cerrado

source: Terminated
es: Terminado

source: Service request
es: Petición de servicio

source: Internal audit finding
es: Hallazgo de auditoría interna

source: External audit finding
es: Hallazgo de auditoría externa

source: Quality Assurance inspection
es: Inspección de control de calidad

source: General observation
es: Observacion general

source: Risk assessment
es: Evaluación de riesgos

source: Management review
es: Revisión de gestión

source: Failure analysis
es: Analisis fallido

source: Issue Source
es: Origen del problema

source: Describe Issue
es: Describir problema

source: Include a reference to the particular regulation, SOP, or other standard that is not being complied with.
es: Incluya una referencia a la regulación particular, SOP u otro estándar que no se está cumpliendo.

source: Who discovered issue?
es: ¿Quién descubrió el problema?

source: How was issue discovered?
es: ¿Cómo se descubrió el problema?

source: Description of Non-Conformance
es: Descripción de la no conformidad

source: Identify the specification or requirement to which the material fails to conform.
es: Identificar la especificación o requisito con el que el material no se ajusta.

source: Immediate Actions
es: Acciones inmediatas

source: Describe any immediate corrections that were taken, such as quarantining nonconforming product.
es: Describa las correcciones inmediatas que se tomaron, como poner en cuarentena el producto no conforme

source: Root Cause Investigator
es: Investigador de causa raíz

source: Assign someone to investigate this issue.
es: Asigne a alguien para que investigue este problema.

source: Root Cause Analysis
es: Análisis de raíz de la causa

source: Describe the root cause investigation analysis and conclusions. Use investigative techniques such as 5-Whys, fault-tree analysis, or fishbone analysis.
es: Describir el análisis y las conclusiones de la investigación de causa raíz. Utilizar técnicas de investigación como los 5 porqués, el análisis de árbol de fallas o el análisis de espina de pescado

source: Scope and Impact
es: Alcance e impacto

source: Identify the bracketing boundaries of the problem. How extensive is the impact?
es: Identifique los límites entre paréntesis del problema. ¿Qué tan extenso es el impacto?

source: Identify and evaluate potential risks to the patient, to the process, and to compliance.
es: Identificar y evaluar los riesgos potenciales para el paciente, el proceso y el cumplimiento.

source: Action Plan
es: Plan de Accion

source: Describe the actions to remedy the issue's root cause.
es: Describa las acciones para remediar la causa raíz del problema.

source: Verification of Effectiveness Plan
es: Verificación del Plan de Eficacia

source: How will the effectiveness of the action plan be measured and evaluated?
es: ¿Cómo se medirá y evaluará la eficacia del plan de acción?

source: Implementation Assignee
es: Cesionario de implementación

source: Assign someone to execute the action plan.
es: Asigne a alguien para ejecutar el plan de acción.

source: Actions taken
es: Acciones realizadas

source: Describe actions performed. These should reflect the approved plan.
es: Describir las acciones realizadas. Estos deben reflejar el plan aprobado.

source: Measure and evaluate the effectiveness of the actions performed, following the approved Verification of Effectiveness plan.
es: Medir y evaluar la eficacia de las acciones realizadas, siguiendo el plan de Verificación de Eficacia aprobado.

source: Submit
es: Enviar

source: Submit this record to Quality Assurance for review.
es: Envíe este registro a Garantía de calidad para su revisión.

source: Terminate
es: Terminar

source: Permanently archive this record. This cannot be undone.
es: Archivar permanentemente este registro. Esto no se puede deshacer

source: Reject
es: Rechazar

source: Send this record back to its initiator for revision.
es: Envíe este registro de vuelta a su iniciador para su revisión.

source: Withdraw
es: Retirar

source: Approve
es: Aprobar

source: Advance this record to investigation.
es: Avanzar este registro a investigación.

source: Submit investigative results to quality management.
es: Presentar los resultados de la investigación a la gestión de calidad.

source: Advance to implementation.
es: Avance a la implementación.

source: Continue to Verification of Effectiveness
es: Continuar a Verificación de Eficacia

source: Continue to Verification of Effectiveness.
es: Continuar a Verificación de Eficacia

source: Submit to Final Review
es: Enviar para revisión final

source: Return to Implementation
es: Devolver a Implementación

source: Approve and Close
es: Aprobar y Cerrar

source: Reject to Verification of Effectiveness
es: Rechazo a Verificación de Eficacia

source: Change Order
es: Órden de cambio

source: Summary
es: Resumen

source: Approvals
es: Aprobaciones

source: Approval of Implementation
es: Aprobación de implementar

source: Name
es: Nombre

source: Description of Changes
es: Descripción de los cambios

source: Rationale for Changes
es: Justificación de los cambios

source: Implementation Plan
es: Plan de Implementación

source: Training Impacts
es: Impactos del entrenamiento

source: Select Approvers
es: Seleccionar aprobadores

source: Implementation Tasks
es: Tareas de implementación

source: Describe implementation tasks performed. This should reflect the approved implementation plan. Attach evidence of completion if needed.
es: Describir las tareas de implementación realizadas. Esto debe reflejar el plan de implementación aprobado. Adjunte evidencia de finalización si es necesario.

source: Add Item
es: Añadir artículo

source: Remove Item
es: Eliminar artículo

source: Add/Remove Items
es: Añadir/eliminar artículos

source: Submit this record to Document Control for review.
es: Envíe este registro a Control de Documentos para su revisión.

source: Return this record to the Summary phase.
es: Devuelva este registro a la fase Resumen.

source: Advance
es: Avance

source: Send this change order out for approvals.
es: Envíe esta orden de cambio para su aprobación.

source: Return this record to the Initial Review phase.
es: Devolver este registro a la fase de Revisión Inicial.

source: Reject this change order.
es: Rechazar esta orden de cambio.

source: Approve this change order.
es: Apruebe esta orden de cambio.

source: Submit this record to Quality Management for final review.
es: Envíe este registro a Gestión de calidad para su revisión final.

source: Reject the implementation.
es: Rechazar la implementación.

source: Approve the implementation and close this change order.
es: Apruebe la implementación y cierre esta orden de cambio.

source: This record has changed status. Please reload this page.
es: Este registro ha cambiado de estado. Vuelva a cargar esta página.

source: Invalid item number
es: Número de artículo no válido

source: No item found with number {x}.
es: No se encontró ningún artículo con el número {x}.

source: Item {x} is already associated with this change.
es: El elemento {x} ya está asociado con este cambio.

source: Deviation
es: Desviación

source: Corrections
es: Correcciones

source: Planned
es: Planificada

source: Unplanned
es: No planificada

source: Yes
es: Sí

source: Description of deviation
es: Descripción de la desviación

source: Identify the process or procedure deviated from, and the manner in which that deviation occurred.
es: Identificar el proceso o procedimiento del que se desvió y la manera en que ocurrió esa desviación.

source: Planned?
es: ¿Planificada?

source: Immediate Corrections
es: Correcciones Inmediatas

source: Describe initial corrections performed, if any.
es: Describa las correcciones iniciales realizadas, si las hubiere.

source: Further corrections needed?
es: ¿Se necesitan más correcciones?

source: Further corrections
es: Más correcciones

source: Identify outstanding corrections needed, if any.
es: Identifique las correcciones pendientes necesarias, si las hubiere.

source: Corrections Assignee
es: Asignado de correcciones

source: Identify individual responsible for completing further corrections.
es: Identificar a la persona responsable de completar las correcciones adicionales.

source: Final corrections
es: Correcciones finales

source: Record corrective actions performed.
es: Registrar las acciones correctivas realizadas.

source: Close
es: Cerrar

source: Advance this record to {x}.
es: Avance este registro a {x}.

source: Submit for final review.
es: Enviar para revisión final

source: Return to Quality Management
es: Devolver a Gestión de calidad

source: Return this record back to Quality Management.
es: Devuelva este registro a Gestión de calidad.

source: Reject to MRB
es: Rechazo a la Junta de Revisión de Materiales

source: Reject back to the Material Review Board.
es: Rechazar de nuevo a la Junta de revisión de materiales

source: Reject to Disposition
es: Rechazo a Disposición

source: Reject back to the Disposition assignee.
es: Rechazar de nuevo al cesionario de disposición

source: Approve and close this record.
es: Aprobar y cerrar este registro.

source: Item
es: Artículo

source: Part
es: Pieza

source: Standard Operating Procedure
es: Procedimiento Operativo Estándar

source: Work Instruction
es: Instrucción de trabajo

source: Draft
es: Borrador

source: Design
es: Diseño

source: Production
es: Producción

source: Obsolete
es: Obsoleto

source: Abandoned
es: Abandonado

source: Abandon
es: Abandonar

source: Abandon this record. You may recover it later if you wish.
es: Abandona este registro. Puede recuperarlo más tarde si lo desea.

source: Restore
es: Registrar

source: Restore this record to the draft state.
es: Restaure este registro al estado de borrador.

source: Type
es: Tipo

source: Item Files
es: Archivos del artículo

source: Proposed
es: Propuesto

source: Effective
es: Efectivo

source: Superceded
es: Reemplazado

source: Expired
es: Caducado

source: Revision
es: Revisión

source: Description
es: Descripción

source: Property {x} is read-only.
es: La propiedad {x} es de solo lectura.

source: Invalid selection for {x}
es: Selección no válida para {x}

source: Invalid user
es: Usuario invalido

source: Non-Conforming Material Report
es: Informe de Material no Conforme

source: Material Review Board
es: Junta de Revisión de Materiales

source: Disposition
es: Disposición

source: Scrap
es: Desechar

source: Return to Supplier
es: Devolver al Proveedor

source: Rework
es: Rehacer

source: Use As-Is
es: Uselo como es

source: Reclassify
es: Reclasificar

source: Item Number
es: Número de Artículo

source: Revision Number
es: Número de revisión

source: Serial or Lot Number
es: Número de serie o lote

source: Quantity
es: Cantidad

source: Additional Comments
es: Comentarios adicionales

source: Assigned Disposition
es: Disposición asignada

source: Material Review Board Comments
es: Comentarios de la Junta de revisión de materiales

source: Disposition Assignee
es: Cesionario de Disposición

source: Executed Disposition
es: Disposición Ejecutada

source: Send this record to the Material Review Board.
es: Envíe este registro a la Junta de Revisión de Materiales.

source: Approve of the planned disposition.
es: Aprobar la disposición prevista.

source: Return to Material Review Board
es: Regresar a la Junta de Revisión de Materiales

source: Return to Material Review Board.
es: Regresar a la Junta de Revisión de Materiales.

source: Administrator
es: Administrador

source: None
es: Ninguno

source: Document Control
es: Control de documentos

source: Quality Management
es: Gestión de la calidad

source: This link has expired.
es: Este enlace ha caducado

source: This page may not be embedded in other webpages.
es: Esta página no puede estar incrustada en otras páginas.

source: Non-Conforming Material Reports
es: Informes de material no conforme

source: Corrective and Preventive Actions
es: Acción Preventiva y Correctiva

source: Deviations
es: Desviación

source: That language is not currently supported.
es: Ese idioma no es compatible actualmente.

source: Passwords do not match.
es: Las contraseñas no coinciden

source: Your name is required
es: Se requiere su nombre

source: Email address is required
es: Se requiere su dirección de correo electrónico

source: Organization name is required
es: Se requiere el nombre de la organización

source: Invalid email address
es: Dirección de correo electrónico no válida

source: Password must be at least {n} characters
es: La contraseña debe tener al menos {n} caracteres

source: You must accept the terms of service.
es: Debes aceptar los términos del servicio.

source: That email is already in use.
es: Ese correo electrónico ya está en uso

source: CloudFlare challenge not completed.
es: Reto de CloudFlare no completado

source: CloudFlare validation failed
es: La validación de CloudFlare falló

source: Invalid username or password
es: Usuario o contraseña invalido

source: Your user account has been disabled by your organization administrator.
es: Su cuenta de usuario ha sido deshabilitada por el administrador de su organización.

source: Your organization's {x} access has been terminated due to a terms of service violation.
es: Se canceló el acceso de {x} de su organización debido a una infracción de los términos del servicio

source: Invalid two-factor code
es: Código de dos factores no válido

source: Incorrect password
es: Contraseña incorrecta

source: Incorrect two-factor code
es: Código de dos factores incorrecto

source: Unable to save changes
es: No se pueden guardar los cambios

source: Changes saved
es: Cambios guardados

source: You didn't change anything!
es: ¡No cambiaste nada!

source: Organization Name
es: Nombre de la Organización

source: Language
es: Idioma

source: Invalid timezone
es: Zona horaria no válida

source: Timezone
es: Zona horaria

source: Enable two-factor authentication on your own account first.
es: Habilite primero la autenticación de dos factores en su propia cuenta.

source: Require Two-Factor Authentication
es: Requerir autenticación de dos factores

source: Settings saved
es: Ajustes guardados correctamente

source: Administrators must have an assigned license.
es: Los administradores deben tener una licencia asignada.

source: There is a {n} day cooldown to unassign licenses.
es: Hay un tiempo de reutilización de {n} días para anular la asignación de licencias.

source: You can't assign a license to deactivated users.
es: No puede asignar una licencia a usuarios desactivados.

source: Your organization licenses have expired.
es: Las licencias de su organización han caducado.

source: Your organization has reached its purchased license count.
es: Su organización ha alcanzado el número de licencias adquiridas.

source: Administrator accounts may not be deactivated.
es: Las cuentas de administrador no se pueden desactivar.

source: {name} user account deactivated
es: {nombre} cuenta de usuario desactivada

source: {name} user account activated
es: {name} cuenta de usuario activada

source: You cannot remove your own administrator status.
es: No puede eliminar su propio estado de administrador.

source: Administrator status removed from {name}
es: Se eliminó el estado de administrador de {name}

source: Deactivated users cannot be administrators.
es: Los usuarios desactivados no pueden ser administradores.

source: Administrators require a full license.
es: Los administradores requieren una licencia completa.

source: Administrator status granted to {name}
es: Estado de administrador otorgado a {name}

source: Deactivated users cannot be assigned roles.
es: A los usuarios desactivados no se les pueden asignar roles.

source: Special roles require a full license.
es: Los roles especiales requieren una licencia completa.

source: You can't reduce your organization license count below current usage.
es: No puede reducir el número de licencias de su organización por debajo del uso actual.

source: There is a {n} day cooldown after increasing license count before it may be decreased.
es: Hay un tiempo de reutilización de {n} días después de aumentar el número de licencias antes de que se reduzca.

source: License Count
es: Recuento de licencias

source: You've been invited to join {orgname} on {sitename}
es: Has sido invitado a unirte a {orgname} en {sitename}

source: Invitated
es: Invitado

source: Invitation sent to {email}
es: Invitación enviada a {email}

source: Prefix {x} already in use
es: Prefijo {x} ya en uso

source: Cleared
es: Borrado

source: You are not authorized to do that.
es: No estás autorizado para hacer eso.

source: This transition requires approval signatures.
es: Esta transición requiere firmas de aprobación.

source: A user must be assigned to the {x} phase first.
es: Primero se debe asignar un usuario a la fase {x}.

source: Missing value for required field {x}
es: Falta el valor del campo obligatorio {x}

source: Status
es: Estado

source: You already approved this.
es: Ya aprobaste esto.

source: This transition does not require approval signatures.
es: Esta transición no requiere firmas de aprobación.

source: Approved
es: Aprobado

source: You don't have any approvals to clear.
es: No tienes ninguna aprobación para borrar.

source: Unapproved
es: No Aprobado

source: State
es: Estado

source: Files
es: Archivos

source: Upload to {stage}: {names}
es: Subir a {stage}: {names}

source: Delete from {stage}: {name}
es: Eliminar de {etapa}: {nombre}

source: {name} Rev. {revision} | {status} {status_date} | Accessed {now}
es: {name} Rev. {revision} | {status} {status_date} | Accedido {now}

source: {name} Rev. {revision} | {status} | Accessed {now}
es: {name} Rev. {revision} | {status} | Accedido {now}

source: {name} | Proposed revision | {changeorder}
es: {name} | Revisión propuesta | {changeorder}

source: {name} | Draft {t}
es: {name} | Borrador {t}

source: Dashboard
es: Salpicadero

source: NCMRs
es: Informes de Material no Conforme

source: Items
es: Artículos

source: Change Orders
es: Órdenes de cambio

source: CAPAs
es: Acciones Correctivas y Preventivas

source: Training
es: Capacitación

source: Test Protocol
es: Protocolo de Prueba

source: Test Report
es: Informe de Prueba

source: Requirements
es: Requisitos

source: Free Trial
es: Prueba Gratis

source: Sign In
es: Iniciar Sesión

source: Your organization's license has expired.
es: La licencia de su organización ha caducado.

source: Renew your license to restore full functionality for your users.
es: Renueve su licencia para restaurar la funcionalidad completa para sus usuarios.

source: Contact your organization's {x} admin for renewal.
es: Comuníquese con el administrador de {x} de su organización para renovar.

source: Your organization's license expires in {x} days. Renew to ensure continuous, uninterrupted access for your users.
es: La licencia de su organización caduca en {x} días. Renueve para garantizar un acceso continuo e ininterrumpido para sus usuarios.

source: Tools
es: Instrumentos

source: Create {x}
es: Crear {x}

source: Select One
es: Seleccione Uno

source: Create
es: Crear

source: Assigned
es: Asignado

source: Due Date
es: Fecha de Vencimiento

source: Owned
es: Propiedad

source: Your data, our processes
es: Tus datos, nuestros procesos

source: Quality compliance, out of the box
es: Cumplimiento de calidad, listo para usar

source: Get started with a free 5-seat, 30-day trial
es: Comience con una prueba gratuita de 30 días para 5 usuarios

source: Sign in
es: Iniciar sesión

source: Try for free
es: Prueba gratis

source: History
es: Historia

source: Remove Signature
es: Eliminar firma

source: When all required signatures have been collected, {x} will be automatically advanced to the {y} phase
es: Cuando se hayan recopilado todas las firmas requeridas, {x} avanzará automáticamente a la fase {y}

source: Sign and Approve
es: Firmar y aprobar

source: Confirm Action on {x}
es: Confirmar acción en {x}

source: Confirm
es: Confirmar

source: Special roles
es: Roles especiales

source: Two-Factor Code
es: Código de dos factores

source: Or 25-character recovery code
es: O código de recuperación de 25 caracteres

source: Continue
es: Continuar

source: Register for a free trial.
es: Regístrese para una prueba gratuita.

source: Create a new organization on Qually, and get a 5-seat, 30-day free trial
es: Cree una nueva organización en Qually y obtenga una prueba gratuita de 30 días para 5 usuarios

source: Email Address
es: Correo electrónico

source: Password
es: Contraseña

source: Confirm Password
es: Confirmar Contraseña

source: Register
es: Registrar

source: Already have an account?
es: ¿Ya tiene una cuenta?

source: Copied link to clipboard
es: Enlace copiado al portapapeles

source: Unable to copy link
es: No se puede copiar el enlace

source: You must sign in to access this page.
es: Debe iniciar sesión para acceder a esta página.

source: You aren't allowed to access this page.
es: No tienes permiso para acceder a esta página.

source: Slow down, please.
es: Más despacio, por favor.

source: Something went wrong. We're working on fixing it.
es: Algo salió mal. Estamos trabajando para arreglarlo.

source: Attached Files
es: Archivos adjuntos

source: Assigned To
es: Asignado a

source: User
es: Usuario

source: Timestamp
es: Marca de tiempo

source: IP Address
es: Dirección IP

source: Key
es: Llave

source: Value
es: Valor

source: Approver Groups
es: Grupos de aprobadores

source: Select Approver Group
es: Seleccionar grupo de aprobadores

source: Create new Approver Group
es: Crear nuevo grupo de aprobadores

source: Save
es: Ahorrar

source: Target
es: Objetivo

source: Change
es: Cambiar

source: Profile
es: Perfil

source: Security
es: Seguridad

source: Directory
es: Directorio

source: Approvers
es: Aprobadores

source: Organization
es: Organización

source: Add New User
es: Agregar nuevo usuario

source: Email
es: Correo electrónico

source: Invite User
es: Invitar usuario

source: Enabled
es: Activado

source: Full License
es: Licencia completa

source: Branding
es: Marca

source: Change Organization Name
es: Cambiar el nombre de la organización

source: Change Organization Color
es: Cambiar el color de la organización

source: Require two-factor authentication
es: Requerir autenticación de dos factores

source: If enabled, all users will be required to configure two-factor authentication.
es: Si está habilitado, todos los usuarios deberán configurar la autenticación de dos factores.

source: Localization
es: Localización

source: Default Language
es: Idioma Predeterminado

source: Sets the language for new users, record number prefixes, and audit logs.
es: Establece el idioma para los nuevos usuarios, los prefijos de números de registro y los registros de auditoría.

source: Default Time Zone
es: Zona horaria predeterminada

source: Sets the default time zone for new users.
es: Establece la zona horaria predeterminada para los nuevos usuarios.

source: Prefixes
es: Prefijos

source: Licensing
es: Licencia
