Repository: TheCodeForge/Qually
Catalog: qually/translations/*/LC_MESSAGES/messages.po
Languages: es

source: License Expiration
es: Caducidad de la licencia

source: License Usage
es: Uso de licencia

source: Currently using {x}/{y} licenses.
es: Actualmente usando {x}/{y} licencias.

source: Change License Count
es: Cambiar número de licencias

source: License count may be increased or decreased as needed by your organization at any time.
es: El número de licencias puede aumentar o disminuir según lo necesite su organización en cualquier momento

source: Changes to the number of licenses will cause the license expiration date to be adjusted, preserving the total number of remaining seat-days.
es: Los cambios en el número de licencias harán que se ajuste la fecha de vencimiento de la licencia, conservando el número total de asientos-días restantes.

source: If license expiration is less than one year away, license count increases require the purchase of one year of service at the higher count. The price will be prorated by any unconsumed seat-days.
es: Si el vencimiento de la licencia está a menos de un año, los aumentos en el número de licencias requieren la compra de un año de servicio en el número más alto. El precio será prorrateado por los días de asiento no consumidos.

source: Licenses may be renewed at the current count, prorated, at any time.
es: Las licencias pueden renovarse al conteo actual, prorrateado, en cualquier momento.

source: After increasing license count, there is a {x} day cooldown period before license count may be reduced.
es: Después de aumentar el número de licencias, hay un período de recuperación de {x} días antes de que se reduzca el número de licencias.

source: Update
es: Actualizar

source: Title
es: Título

source: Time Zone
es: Zona horaria

source: Sets your time zone
es: Establece su zona horaria.

source: Sign-in Information
es: Información de inicio de sesión

source: Change Password
es: Cambiar la Contraseña

source: Current Password
es: Contraseña Actual

source: New Password
es: Nueva Contraseña

source: Confirm New Password
es: Confirmar Nueva Contraseña

source: Two-Factor Authentication
es: Autenticación de dos factores

source: {orgname} requires the use of two-factor authentication. If you disable your two-factor device, a new one must be configured.
es: {orgname} requiere el uso de autenticación de dos factores. Si deshabilita su dispositivo de dos factores, se debe configurar uno nuevo.

source: Two-Factor Code or Recovery Code
es: Código de dos factores o código de recuperación

source: Enter your six-digit two-factor authentication code, or your 25-character two-factor recovery code.
es: Ingrese su código de autenticación de dos factores de seis dígitos o su código de recuperación de dos factores de 25 caracteres.

source: Disable Two-Factor Authentication
es: Deshabilitar la autenticación de dos factores

source: Enable Two-Factor Authentication
es: Habilitar la autenticación de dos factores
